/* Напишите программу, которая принимает на вход цифру, обозначающую день недели, и проверяет, является ли этот день выходным.
6 -> да
7 -> да
1 -> нет */

// Ввод цифры дня недели с клавиатуры.
           Console.Write(Console.WriteConsole("Введите цифру, обозначающую день недели: "));

           int dayOfWeek = int.Parse(Console.ReadLine());

  // Проверка, является ли день выходным.
  if (dayOfWeek == 6 || dayOfWeek == 7)
            {
                Console.WriteLine( Console.WriteLine"Да, это выходной день.");
            }

else{
    
}

